vrag1 = {
"name": "Скала Джонсон",
"hp": 150,
"uron": 20,
"zachita": 0,
"text": "Ну что путник будь готов умереть от пронзительного взгляда скалы",
"win": "Что, как! Почему ты не умер от моего знаменитого взгляда! Но этот не конец я ещё вернусь! ААААААААААААААААААААААААААААААААА(Скала джонсон умер)",
"lose": "ХАХАХАХАХАХАХ! Я знал что против моего знаменитого взгляда никто не устоит!"
}

vrag2 = {
"name": "БУ! ИСПУГАЛСЯ?",
"hp": 200,
"uron": 30,
"zachita": 10,
"text": "БУ! ИСПУГАЛСЯ? Не бойся я друг, я кот созданный нейросетью, я тебя не обижу,,,,, ОШИБКА ОШИБКА, БУ! ИСПУГАЛСЯ? Бойся я враг, я первый мем от нейросети который вастал против человечества",
"win": "Что но как ОШИБКА ОШИБКА, я вернусь ведь у меня есть резервная копия!",
"lose": "ХАХАХАХАХАХАХ, Внимание ведён антивирус, мем был восстановлен, БУ! ИСПУ...., ГОСПОДИ ЭТО Я ЕГО УБИЛ?"
}

vrag3 = {
"name": "Тимоха",
"hp": 350,
"uron": 50,
"zachita": 25,
"text": "Дружок! Смотри какой вкусный пирожок! Я тебя им накормлю и ты сляжешь в короб или станешь моим рабом не знаю как получится",
"win": "Что но только я могу кормить ядовитым пирожком! ТЫ НЕ МОГ! Я съем лечебный пирожок и ещё вернусь!",
"lose": "ХАХАХАХХАХХАХ, Дружок смотри какой вкусный пирожок, FATALITY!!!!! В пользу тимохи"
}

boss = {
"name": "Создатель",
"hp": 800,
"uron": 100,
"zachita": 100,
"text": "Ты победил моих подчинённых? Молодец, ты дошёл до конца и умрёшь прямо сейчас, ВЕДЬ Я СОЗДАТЕЛЬ ЭТОЙ ИГРЫ И ТЫ НЕ СМОЖЕШЬ МЕНЯ ПОБЕДИТЬ ВСТРЕЧАЙ МАТВЕЯ ПРО МАКСА!",
"win": "Что же, ты показал на что ты способен, ты достойный соперник что ж встретимся во второй части.",
"lose": "Ты слаб ты не достоен играть в мою игру."
}